Repository: BogdanRadionov/nvda-UsefulDictionary
Catalog: UsefulDictionary/locale/*/LC_MESSAGES/nvda.po
Languages: ru

source: No selected text
ru: Нет выделенного текста

source: Looking for information
ru: Ищу информацию

source: Clipboard don't contains text
ru: В буфере обмена нет текста

source: Selected language: {0}
ru: Выбран язык: {0}

source: Resourse selected: {0}
ru: Выбран ресурс: {0}

source: Language: {0}
ru: Язык: {0}

source: Send selected text to chosen resourse
ru: Отправить выделенный текст на выбранный ресурс

source: Send text clipboard to chosen resourse
ru: Отправить текст из буфера обмена на выбранный ресурс

source: Swith resourse
ru: Переключение ресурса

source: Swith language for selected resourse
ru: Переключить язык для выбранного ресурса

source: No results
ru: Нет результатов

source: Similar results:
ru: Похожие результаты:

source: Link on page
ru: Ссылка на страницу

source: Similar articles:
ru: Похожие статьи:

source: Yandex Dictionary
ru: Яндекс словарь

source: Synonym:
ru: Синонимы:

source: Mean:
ru: Значение:

source: Example:
ru: Например:

source: Yandex translator
ru: Яндекс переводчик
